Repository: sajjadcsna3-oss/AppForNetflix
Catalog: AppforNetflix/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: /month
ar: / شهر
bn: /মাস
cs: /měsíc
da: /måned
de: /Monat
el: /μήνα
es: /mes
fi: /kuukausi
fil: /buwan
fr: /mois
he: /חודש
hi: /माह
hr: /mjesec
hu: /hónap
id: /bulan
it: /mese
ja: /月
ko: /월
ms: /bulan
nb: /måned
nl: /maand
pl: /miesiąc
pt_pt: /mês
ro: /lună
ru: /месяц
sk: /mesiac
sv: /månad
th: /เดือน
tr: /ay
uk: /місяць
ur: /مہینہ
vi: /tháng
zh_hans: /月
zh_hant: /月

source: /week
ar: /أسبوع
bn: /সপ্তাহ
cs: /týden
da: /uge
de: /Woche
el: /εβδομάδα
es: /semana
fi: /viikko
fil: /linggo
fr: /semaine
he: /שבוע
hi: /सप्ताह
hr: /tjedan
hu: /hét
id: /minggu
it: /settimana
ja: /週
ko: /주
ms: /minggu
nb: /uke
pl: /tydzień
pt_pt: /semana
ro: /săptămână
ru: /неделя
sk: /týždeň
sv: /vecka
th: /สัปดาห์
tr: /hafta
uk: /тиждень
ur: /ہفتہ
vi: /tuần
zh_hans: /周
zh_hant: /週

source: /year
ar: / سنة
bn: /বছর
cs: /rok
da: /år
de: /Jahr
el: /έτος
es: /año
fi: /vuosi
fil: /taon
fr: /an
he: /שנה
hi: /वर्ष
hr: /godina
hu: /év
id: /tahun
it: /anno
ja: /年
ko: /년
ms: /tahun
nb: /år
nl: /jaar
pl: /rok
pt_pt: /ano
ro: /an
ru: /год
sk: /rok
sv: /år
th: /ปี
tr: /yıl
uk: / рік
ur: /سال
vi: /năm
zh_hans: /年
zh_hant: /年

source: 3-DAY FREE TRIAL
ar: تجربة مجانية لمدة 3 أيام
bn: 3-দিনের বিনামূল্যে ট্রায়াল
cs: 3 DENNÍ ZKOUŠKA ZDARMA
da: 3-DAGES GRATIS PRØVE
de: 3-TÄGIGE KOSTENLOSE TESTVERSION
el: ΔΩΡΕΑΝ ΔΟΚΙΜΗ 3 ΗΜΕΡΩΝ
es: PRUEBA GRATUITA DE 3 DÍAS
fi: 3 PÄIVÄN ILMAINEN KOKEILU
fil: 3-ARAW NA LIBRENG PAGSUBOK
fr: ESSAI GRATUIT DE 3 JOURS
he: ניסיון חינם ל-3 ימים
hi: 3-दिवसीय निःशुल्क परीक्षण
hr: 3-DNEVNA BESPLATNA PROBA
hu: 3 NAPOS INGYENES PRÓBÁZAT
id: UJI COBA GRATIS 3 HARI
it: PROVA GRATUITA DI 3 GIORNI
ja: 3日間の無料トライアル
ko: 3일 무료 평가판
ms: PERCUBAAN PERCUMA 3 HARI
nb: 3-DAGERS GRATIS PRØVE
nl: GRATIS PROEFPERIODE VAN 3 DAGEN
pl: 3-dniowy BEZPŁATNY okres próbny
pt_pt: TESTE GRATUITO DE 3 DIAS
ro: ÎNCERCARE GRATUITĂ DE 3 ZILE
ru: 3-ДНЕВНАЯ БЕСПЛАТНАЯ ПРОБНАЯ ПРОБНАЯ ВЕРСИЯ
sk: 3-DŇOVÁ SKÚŠKA ZDARMA
sv: 3-DAGARS GRATIS PRÖVNING
th: ทดลองใช้ฟรี 3 วัน
tr: 3 GÜNLÜK ÜCRETSİZ DENEME
uk: 3-ДЕННА БЕЗКОШТОВНА ПРОБНА ВЕРСІЯ
ur: 3 دن کا مفت ٹرائل
vi: DÙNG THỬ MIỄN PHÍ 3 NGÀY
zh_hans: 3 天免费试用
zh_hant: 3 天免費試用

source: ABOUT & CREDITS
ar: حول والاعتمادات
bn: সম্পর্কে এবং ক্রেডিট
cs: O A KREDITY
da: OM & KREDITTER
de: ÜBER & CREDITS
el: ΠΕΡΙ ΚΑΙ ΠΙΣΤΩΣΕΙΣ
es: ACERCA DE Y CRÉDITOS
fi: TIETOJA JA LUOTTEISTA
fil: TUNGKOL SA & CREDITS
fr: À PROPOS ET CRÉDITS
he: אודות & קרדיטים
hi: के बारे में और क्रेडिट
hr: O I KREDITI
hu: RÓLUNK ÉS HITELEK
id: TENTANG & KREDIT
it: INFORMAZIONI E CREDITI
ja: 概要とクレジット
ko: 소개 및 크레딧
ms: TENTANG & KREDIT
nb: OM OG KREDITTER
nl: OVER & KREDIETEN
pl: O I KREDYTY
pt_pt: SOBRE E CRÉDITOS
ro: DESPRE & CREDITE
ru: О КОМПАНИИ И КРЕДИТЫ
sk: O A KREDITY
sv: OM & KREDIT
th: เกี่ยวกับและเครดิต
tr: HAKKINDA & KREDİLER
uk: ПРО ТА КРЕДИТИ
ur: کے بارے میں اور کریڈٹس
vi: GIỚI THIỆU & TÍN DỤNG
zh_hans: 关于和制作人员
zh_hant: 關於和製作人員

source: ACCOUNT
ar: الحساب
bn: অ্যাকাউন্ট
cs: ÚČET
da: KONTO
de: KONTO
el: ΛΟΓΑΡΙΑΣΜΟΣ
es: CUENTA
fi: TILI
fr: COMPTE
he: חשבון
hi: खाता
hr: RAČUN
hu: FIÓK
id: AKUN
it: CONTO
ja: アカウント
ko: 계정
ms: AKAUN
nb: KONTO
nl: REKENING
pl: KONTO
pt_pt: CONTA
ro: CONT
ru: СЧЕТ
sk: ÚČET
sv: KONTO
th: บัญชี
tr: HESAP
uk: ОБЛІКОВИЙ ЗАПИС
ur: اکاؤنٹ
vi: TÀI KHOẢN
zh_hans: 帐户
zh_hant: 帳戶

source: Action
ar: العمل
bn: অ্যাকশন
cs: Akce
da: Handling
de: Aktion
el: Δράση
es: acción
fi: Toiminta
fil: Aksyon
he: פעולה
hi: कार्रवाई
hr: Akcija
hu: Akció
id: Tindakan
it: Azione
ja: アクション
ko: 액션
ms: Tindakan
nb: Handling
nl: Actie
pl: Akcja
pt_pt: Ação
ro: Acțiune
ru: Действие
sk: Akcia
sv: Åtgärd
th: การดำเนินการ
tr: Eylem
uk: Дія
ur: ایکشن
vi: hành động
zh_hans: 行动
zh_hant: 行動

source: Ad-Free Experience
ar: تجربة خالية من الإعلانات
bn: বিজ্ঞাপন-মুক্ত অভিজ্ঞতা
cs: Zážitek bez reklam
da: Annoncefri oplevelse
de: Werbefreies Erlebnis
el: Εμπειρία χωρίς διαφημίσεις
es: Experiencia sin publicidad
fi: Kokemus ilman mainoksia
fil: Karanasan na Walang Ad
fr: Expérience sans publicité
he: חוויה ללא פרסומות
hi: विज्ञापन-मुक्त अनुभव
hr: Iskustvo bez oglasa
hu: Hirdetésmentes élmény
id: Pengalaman Bebas Iklan
it: Esperienza senza pubblicità
ja: 広告なしのエクスペリエンス
ko: 광고 없는 경험
ms: Pengalaman Tanpa Iklan
nb: Annonsefri opplevelse
nl: Advertentievrije ervaring
pl: Doświadczenie bez reklam
pt_pt: Experiência sem anúncios
ro: Experiență fără anunțuri
ru: Опыт без рекламы
sk: Zážitok bez reklám
sv: Annonsfri upplevelse
th: ประสบการณ์โฆษณาฟรี
tr: Reklamsız Deneyim
uk: Досвід без реклами
ur: اشتہار سے پاک تجربہ
vi: Trải nghiệm không có quảng cáo
zh_hans: 无广告体验
zh_hant: 無廣告體驗

source: Adventure
ar: مغامرة
bn: অ্যাডভেঞ্চার
cs: Dobrodružství
da: Eventyr
de: Abenteuer
el: Περιπέτεια
es: Aventura
fi: Seikkailu
fil: Pakikipagsapalaran
fr: Aventure
he: הרפתקאות
hi: साहसिक कार्य
hr: Avantura
hu: Kaland
id: Petualangan
it: Avventura
ja: 冒険
ko: 모험
ms: Pengembaraan
nb: Eventyr
nl: Avontuur
pl: Przygoda
pt_pt: Aventura
ro: Aventura
ru: Приключение
sk: Dobrodružstvo
sv: Äventyr
th: การผจญภัย
tr: Macera
uk: Пригода
ur: ایڈونچر
vi: Phiêu lưu
zh_hans: 冒险
zh_hant: 冒險

source: All Platforms
ar: جميع المنصات
bn: সমস্ত প্ল্যাটফর্ম
cs: Všechny platformy
da: Alle platforme
de: Alle Plattformen
el: Όλες οι πλατφόρμες
es: Todas las plataformas
fi: Kaikki alustat
fil: Lahat ng Platform
fr: Toutes les plateformes
he: כל הפלטפורמות
hi: सभी प्लेटफार्म
hr: Sve platforme
hu: Minden platform
id: Semua Platform
it: Tutte le piattaforme
ja: すべてのプラットフォーム
ko: 모든 플랫폼
ms: Semua Platform
nb: Alle plattformer
nl: Alle platforms
pl: Wszystkie platformy
pt_pt: Todas as plataformas
ro: Toate platformele
ru: Все платформы
sk: Všetky platformy
sv: Alla plattformar
th: แพลตฟอร์มทั้งหมด
tr: Tüm Platformlar
uk: Усі платформи
ur: تمام پلیٹ فارمز
vi: Tất cả nền tảng
zh_hans: 所有平台
zh_hant: 所有平台

source: All Ratings
ar: جميع التقييمات
bn: সমস্ত রেটিং
cs: Všechna hodnocení
da: Alle bedømmelser
de: Alle Bewertungen
el: Όλες οι Βαθμολογίες
es: Todas las calificaciones
fi: Kaikki arvosanat
fil: Lahat ng Rating
fr: Toutes les notes
he: כל הדירוגים
hi: सभी रेटिंग
hr: Sve ocjene
hu: Minden értékelés
id: Semua Peringkat
it: Tutte le valutazioni
ja: すべての評価
ko: 모든 평가
ms: Semua Penilaian
nb: Alle vurderinger
nl: Alle beoordelingen
pl: Wszystkie oceny
pt_pt: Todas as avaliações
ro: Toate evaluările
ru: Все рейтинги
sk: Všetky hodnotenia
sv: Alla betyg
th: การให้คะแนนทั้งหมด
tr: Tüm Derecelendirmeler
uk: Усі рейтинги
ur: تمام ریٹنگز
vi: Tất cả xếp hạng
zh_hans: 所有评级
zh_hant: 所有評級

source: All Years
ar: كل السنوات
bn: সমস্ত বছর
cs: Všechny roky
da: Alle år
de: Alle Jahre
el: Όλα τα Χρόνια
es: Todos los años
fi: Kaikki vuodet
fil: Lahat ng Taon
fr: Toutes les années
he: כל השנים
hi: सभी वर्ष
hr: Sve godine
hu: Minden év
id: Sepanjang Tahun
it: Tutti gli anni
ja: 通年
ko: 모든 연도
ms: Sepanjang Tahun
nb: Alle år
nl: Alle jaren
pl: Wszystkie lata
pt_pt: Todos os anos
ro: Toți Anii
ru: Все годы
sk: Všetky roky
sv: Alla år
th: ทุกปี
tr: Tüm Yıllar
uk: Всі роки
ur: تمام سال
vi: Tất cả các năm
zh_hans: 所有年份
zh_hant: 所有年份

source: All-in-One Search
ar: بحث الكل في واحد
bn: অল-ইন-ওয়ান সার্চ
cs: All-in-One vyhledávání
da: Alt-i-en-søgning
de: All-in-One-Suche
el: Αναζήτηση Όλα σε Ένα
es: Búsqueda todo en uno
fi: All-in-One-haku
fil: All-in-One na Paghahanap
fr: Recherche tout-en-un
he: חיפוש All-in-One
hi: ऑल-इन-वन खोज
hr: Pretraživanje sve u jednom
hu: All-in-One keresés
id: Pencarian Lengkap
it: Ricerca tutto in uno
ja: オールインワン検索
ko: 올인원 검색
ms: Carian Semua-dalam-Satu
nb: Alt-i-ett-søk
nl: Alles-in-één zoeken
pl: Wyszukiwanie typu „wszystko w jednym”.
pt_pt: Pesquisa tudo-em-um
ro: Căutare All-in-One
ru: Универсальный поиск
sk: All-in-One vyhľadávanie
sv: Allt-i-ett-sökning
th: ค้นหาแบบครบวงจร
tr: Hepsi Bir Arada Arama
uk: Універсальний пошук
ur: آل ان ون تلاش
vi: Tìm kiếm tất cả trong một
zh_hans: 多合一搜索
zh_hant: 多合一搜尋

source: An account already exists with this email.
ar: يوجد حساب بالفعل بهذا البريد الإلكتروني.
bn: এই ইমেলের সাথে একটি অ্যাকাউন্ট ইতিমধ্যেই বিদ্যমান।
cs: Účet s tímto e-mailem již existuje.
da: Der findes allerede en konto med denne e-mail.
de: Es existiert bereits ein Konto mit dieser E-Mail.
el: Υπάρχει ήδη λογαριασμός με αυτό το email.
es: Ya existe una cuenta con este correo electrónico.
fi: Tällä sähköpostilla on jo tili.
fil: Mayroon nang account sa email na ito.
fr: Un compte existe déjà avec cet email.
he: כבר קיים חשבון עם האימייל הזה.
hi: इस ईमेल के साथ एक खाता पहले से मौजूद है.
hr: Račun s ovom e-poštom već postoji.
hu: Ezzel az e-mail-címmel már létezik fiók.
id: Akun sudah ada dengan email ini.
it: Esiste già un account con questa email.
ja: このメールにはアカウントがすでに存在します。
ko: 이 이메일을 사용하는 계정이 이미 존재합니다.
ms: Akaun sudah wujud dengan e-mel ini.
nb: Det finnes allerede en konto med denne e-posten.
nl: Er bestaat al een account met dit e-mailadres.
pl: Konto z tym adresem e-mail już istnieje.
pt_pt: Já existe uma conta com este e-mail.
ro: Există deja un cont cu acest e-mail.
ru: Аккаунт с этим адресом электронной почты уже существует.
sk: Účet s týmto e-mailom už existuje.
sv: Det finns redan ett konto med den här e-postadressen.
th: มีบัญชีอยู่แล้วกับอีเมลนี้
tr: Bu e-postaya sahip bir hesap zaten mevcut.
uk: Обліковий запис із цією електронною адресою вже існує.
ur: اس ای میل کے ساتھ ایک اکاؤنٹ پہلے سے موجود ہے۔
vi: Một tài khoản đã tồn tại với email này.
zh_hans: 此电子邮件帐户已存在。
zh_hant: 此電子郵件帳戶已存在。

source: Animation
ar: الرسوم المتحركة
bn: অ্যানিমেশন
cs: Animace
el: Κινούμενα σχέδια
es: Animación
fi: Animaatio
fil: Animasyon
fr: Animations
he: אנימציה
hi: एनीमेशन
hr: Animacija
hu: Animáció
id: Animasi
it: Animazione
ja: アニメーション
ko: 애니메이션
ms: Animasi
nb: Animasjon
nl: Animatie
pl: Animacja
pt_pt: Animação
ro: Animație
ru: Анимация
sk: Animácia
th: แอนิเมชั่น
tr: Animasyon
uk: Анімація
ur: حرکت پذیری
vi: Hoạt hình
zh_hans: 动画
zh_hant: 動畫

source: Annual Plan
ar: الخطة السنوية
bn: বার্ষিক পরিকল্পনা
cs: Roční plán
da: Årsplan
de: Jahresplan
el: Ετήσιο Σχέδιο
es: Plan Anual
fi: Vuosisuunnitelma
fil: Taunang Plano
fr: Forfait annuel
he: תוכנית שנתית
hi: वार्षिक योजना
hr: Godišnji plan
hu: Éves terv
id: Paket Tahunan
it: Piano annuale
ja: 年間計画
ko: 연간 요금제
ms: Rancangan Tahunan
nb: Årsplan
nl: Jaarplan
pl: Plan roczny
pt_pt: Plano Anual
ro: Planul anual
ru: Годовой план
sk: Ročný plán
sv: Årsplan
th: แผนรายปี
tr: Yıllık Plan
uk: Річний план
ur: سالانہ منصوبہ
vi: Gói hàng năm
zh_hans: 年度计划
zh_hant: 年度計劃

source: APP FOR NETFLIX
ar: التطبيق لنتفليكس
bn: নেটফ্লিক্সের জন্য অ্যাপ
cs: APLIKACE PRO NETFLIX
da: APP TIL NETFLIX
de: APP FÜR NETFLIX
el: ΕΦΑΡΜΟΓΗ ΓΙΑ NETFLIX
es: APLICACIÓN PARA NETFLIX
fi: SOVELLUS NETFLIXILLE
fil: APP PARA SA NETFLIX
fr: APPLICATION POUR NETFLIX
he: אפליקציה לנטפליקס
hi: नेटफ्लिक्स के लिए ऐप
hr: APLIKACIJA ZA NETFLIX
hu: ALKALMAZÁS A NETFLIX-HEZ
id: APLIKASI UNTUK NETFLIX
it: APP PER NETFLIX
ja: NETFLIX用アプリ
ko: 넷플릭스용 앱
ms: APP UNTUK NETFLIX
nl: APP VOOR NETFLIX
pl: APLIKACJA DLA NETFLIXA
pt_pt: APLICAÇÃO PARA NETFLIX
ro: APLICAȚIE PENTRU NETFLIX
ru: ПРИЛОЖЕНИЕ ДЛЯ NETFLIX
sk: APLIKÁCIA PRE NETFLIX
sv: APP FÖR NETFLIX
th: แอพสำหรับ NETFLIX
tr: NETFLIX İÇİN UYGULAMA
uk: ДОДАТОК ДЛЯ NETFLIX
ur: نیٹ فلکس کے لیے ایپ
vi: ỨNG DỤNG CHO NETFLIX
zh_hans: 适用于 Netflix 的应用程序
zh_hant: 適用於 Netflix 的應用程式

source: Appearance
ar: المظهر
bn: চেহারা
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Apariencia
fi: Ulkonäkö
fil: Hitsura
fr: Apparence
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Penampilan
it: Aspetto
ja: 外観
ko: 외관
ms: Penampilan
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt_pt: Aparência
ro: Aspectul
ru: Внешний вид
sk: Vzhľad
sv: Utseende
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Зовнішній вигляд
ur: ظاہری شکل
vi: Ngoại hình
zh_hans: 外观
zh_hant: 外觀

source: Arabic
ar: العربية
bn: আরবি
cs: arabština
da: arabisk
de: Arabisch
el: αραβικά
es: árabe
fi: arabia
fr: arabe
he: ערבית
hi: अरबी
hr: arapski
hu: arab
id: Arab
it: Arabo
ja: アラビア語
ko: 아랍어
ms: bahasa arab
nb: arabisk
nl: Arabisch
pl: Arabski
pt_pt: Árabe
ro: arabă
ru: арабский
sk: arabčina
sv: arabiska
th: ภาษาอาหรับ
tr: Arapça
uk: арабська
ur: عربی
vi: tiếng Ả Rập
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

source: Australia
ar: أستراليا
bn: অস্ট্রেলিয়া
cs: Austrálie
da: Australien
de: Australien
el: Αυστραλία
fr: Australie
he: אוסטרליה
hi: ऑस्ट्रेलिया
hr: Australija
hu: Ausztrália
ja: オーストラリア
ko: 호주
nl: Australië
pl: Australii
pt_pt: Austrália
ru: Австралия
sk: Austrália
sv: Australien
th: ออสเตรเลีย
tr: Avustralya
uk: Австралія
ur: آسٹریلیا
vi: Úc
zh_hans: 澳大利亚
zh_hant: 澳洲

source: Auto (4K)
ar: تلقائي (4K)
bn: স্বয়ংক্রিয় (4K)
de: Automatisch (4K)
el: Αυτόματο (4K)
es: Automático (4K)
fi: Automaattinen (4K)
fr: Automatique (4K)
he: אוטומטי (4K)
hi: ऑटो (4K)
hr: Automatski (4K)
hu: Automatikus (4K)
id: Otomatis (4K)
it: Automatico (4K)
ja: オート(4K)
ko: 자동(4K)
nl: Automatisch (4K)
pl: Automatyczny (4K)
pt_pt: Automático (4K)
ru: Авто (4K)
th: อัตโนมัติ (4K)
tr: Otomatik (4K)
uk: Авто (4K)
ur: آٹو (4K)
vi: Tự động (4K)
zh_hans: 自动 (4K)
zh_hant: 自動 (4K)

source: Auto-renew monthly.
ar: التجديد التلقائي شهريا.
bn: মাসিক স্বয়ংক্রিয় পুনর্নবীকরণ.
cs: Automatické obnovení měsíčně.
da: Automatisk fornyelse månedligt.
de: Automatische monatliche Verlängerung.
el: Αυτόματη ανανέωση μηνιαία.
es: Renovación automática mensual.
fi: Automaattinen uusiminen kuukausittain.
fil: Awtomatikong i-renew buwan-buwan.
fr: Renouveler automatiquement mensuellement.
he: חידוש אוטומטי מדי חודש.
hi: मासिक स्वतः नवीनीकरण।
hr: Automatsko obnavljanje mjesečno.
hu: Automatikus megújítás havonta.
id: Perpanjangan otomatis setiap bulan.
it: Rinnovo automatico mensile.
ja: 毎月自動更新。
ko: 매월 자동 갱신됩니다.
ms: Autobaharui setiap bulan.
nb: Automatisk fornyelse månedlig.
nl: Maandelijks automatisch verlengen.
pl: Automatyczne odnawianie co miesiąc.
pt_pt: Renovação automática mensal.
ro: Reînnoire automată lunar.
ru: Автоматическое продление ежемесячно.
sk: Automatické obnovenie mesačne.
sv: Automatisk förnyelse varje månad.
th: ต่ออายุอัตโนมัติทุกเดือน
tr: Aylık olarak otomatik yenile.
uk: Автоматичне поновлення щомісяця.
ur: ماہانہ خودکار تجدید۔
vi: Tự động gia hạn hàng tháng.
zh_hans: 每月自动续订。
zh_hant: 每月自動續訂。

source: Auto-renew weekly.
ar: التجديد التلقائي أسبوعيا.
bn: সাপ্তাহিক স্বয়ংক্রিয় পুনর্নবীকরণ.
cs: Automatické obnovení týdně.
da: Automatisk fornyelse ugentligt.
de: Wöchentliche automatische Verlängerung.
el: Αυτόματη ανανέωση εβδομαδιαία.
es: Renovación automática semanal.
fi: Automaattinen uusiminen viikoittain.
fil: Awtomatikong mag-renew linggu-linggo.
fr: Renouvellement automatique chaque semaine.
he: חידוש אוטומטי מדי שבוע.
hi: साप्ताहिक स्वतः नवीनीकरण।
hr: Automatska obnova tjedno.
hu: Automatikus megújítás hetente.
id: Perpanjang otomatis setiap minggu.
it: Rinnovo automatico settimanale.
ja: 毎週自動更新。
ko: 매주 자동 갱신됩니다.
ms: Autobaharui setiap minggu.
nb: Automatisk fornyelse ukentlig.
nl: Wekelijks automatisch verlengen.
pl: Automatyczne odnawianie co tydzień.
pt_pt: Renovação automática semanalmente.
ro: Reînnoire automată săptămânal.
ru: Автоматическое продление еженедельно.
sk: Automatické obnovenie týždenne.
sv: Automatisk förnyelse varje vecka.
th: ต่ออายุอัตโนมัติทุกสัปดาห์
tr: Haftalık olarak otomatik yenile.
uk: Автоматичне поновлення щотижня.
ur: ہفتہ وار خودکار تجدید۔
vi: Tự động gia hạn hàng tuần.
zh_hans: 每周自动更新。
zh_hant: 每周自動更新。

source: Auto-renew yearly.
ar: التجديد التلقائي سنويا.
bn: বার্ষিক অটো-রিনিউ।
cs: Roční automatické obnovení.
da: Automatisk fornyelse årligt.
de: Jährliche automatische Verlängerung.
el: Αυτόματη ανανέωση ετησίως.
es: Renovación automática anual.
fi: Automaattinen uusiminen vuosittain.
fil: Auto-renew taun-taon.
fr: Renouveler automatiquement chaque année.
he: חידוש אוטומטי מדי שנה.
hi: वार्षिक स्वतः नवीनीकरण.
hr: Automatsko obnavljanje godišnje.
hu: Automatikus megújítás évente.
id: Perpanjangan otomatis setiap tahun.
it: Rinnovo automatico annuale.
ja: 毎年自動更新されます。
ko: 매년 자동 갱신됩니다.
ms: Autobaharui setiap tahun.
nb: Automatisk fornyelse årlig.
nl: Jaarlijks automatisch verlengen.
pl: Automatyczne odnawianie co rok.
pt_pt: Renovação automática anualmente.
ro: Reînnoire automată anual.
ru: Автоматическое продление ежегодно.
sk: Automatická obnova ročne.
sv: Automatisk förnyelse årligen.
th: ต่ออายุอัตโนมัติทุกปี
tr: Her yıl otomatik olarak yenileyin.
uk: Щороку автоматично поновлювати.
ur: سالانہ خودکار تجدید۔
vi: Tự động gia hạn hàng năm.
zh_hans: 每年自动续订。
zh_hant: 每年自動續訂。

source: Autoplay
ar: التشغيل التلقائي
bn: অটোপ্লে
cs: Automatické přehrávání
el: Αυτόματη αναπαραγωγή
es: Reproducción automática
fi: Automaattinen toisto
fr: Lecture automatique
he: הפעלה אוטומטית
hi: ऑटोप्ले
hr: Automatska reprodukcija
hu: Automatikus lejátszás
id: Putar otomatis
it: Riproduzione automatica
ja: 自動再生
ko: 자동재생
ms: Automain
nb: Automatisk avspilling
nl: Automatisch afspelen
pl: Autoodtwarzanie
pt_pt: Reprodução automática
ro: Redare automată
ru: Автозапуск
sk: Automatické prehrávanie
sv: Autouppspelning
th: เล่นอัตโนมัติ
tr: Otomatik oynatma
uk: Автовідтворення
ur: آٹو پلے
vi: Tự động phát
zh_hans: 自动播放
zh_hant: 自動播放

source: AVAILABLE ON
ar: متاح على
bn: চালু আছে
cs: K DISPOZICI NA
da: TILGÆNGELIG PÅ
de: VERFÜGBAR AM
el: ΔΙΑΘΕΣΙΜΟ ΣΤΗΝ
es: DISPONIBLE EN
fi: SAATAVILLA
fil: AVAILABLE SA
fr: DISPONIBLE SUR
he: זמין ב-
hi: पर उपलब्ध है
hr: DOSTUPNO NA
hu: ELÉRHETŐ
id: TERSEDIA PADA
it: DISPONIBILE SU
ja: で利用可能
ko: 사용 가능 날짜
ms: TERSEDIA PADA
nb: TILGJENGELIG PÅ
nl: BESCHIKBAAR OP
pl: DOSTĘPNE NA
pt_pt: DISPONÍVEL EM
ro: DISPONIBIL PE
ru: ДОСТУПНО НА
sk: DOSTUPNÉ ZAP
sv: TILLGÄNGLIG PÅ
th: มีจำหน่ายบน
tr: MEVCUTTUR
uk: ДОСТУПНІ НА
ur: پر دستیاب ہے۔
vi: CÓ SẴN TRÊN
zh_hans: 可用于
zh_hant: 可用於

source: Back
ar: العودة
bn: ফিরে
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fil: Bumalik
fr: Retour
he: חזרה
hi: वापस
hr: natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: belakang
nb: Tilbake
nl: Terug
pl: Powrót
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
ur: پیچھے
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Bahrain
ar: البحرين
bn: বাহরাইন
cs: Bahrajn
el: Μπαχρέιν
es: Bahréin
fr: Bahreïn
he: בחריין
hi: बहरीन
hr: Bahrein
hu: Bahrein
it: Bahrein
ja: バーレーン
ko: 바레인
nl: Bahrein
pl: Bahrajn
pt_pt: Bahrein
ru: Бахрейн
sk: Bahrajn
th: บาห์เรน
tr: Bahreyn
uk: Бахрейн
ur: بحرین
zh_hans: 巴林
zh_hant: 巴林

source: BEST VALUE
ar: أفضل قيمة
bn: সেরা মূল্য
cs: NEJLEPŠÍ HODNOTA
da: BEDSTE VÆRDI
de: Das beste Preis-Leistungs-Verhältnis
el: ΚΑΛΥΤΕΡΗ ΑΞΙΑ
es: MEJOR VALOR
fi: PARAS ARVO
fil: PINAKAMAHALAGA
fr: MEILLEURE VALEUR
he: הערך הטוב ביותר
hi: सर्वोत्तम मूल्य
hr: NAJBOLJA VRIJEDNOST
hu: LEGJOBB ÉRTÉK
id: NILAI TERBAIK
it: MIGLIOR VALORE
ja: ベストバリュー
ko: 최고의 가치
ms: NILAI TERBAIK
nb: BESTE VERDI
nl: BESTE WAARDE
pl: NAJLEPSZA WARTOŚĆ
pt_pt: MELHOR VALOR
ro: CEL MAI BUN VALOARE
ru: ЛУЧШАЯ ЦЕНА
sk: NAJLEPŠIA HODNOTA
sv: BÄSTA VÄRDE
th: คุ้มค่าที่สุด
tr: EN İYİ DEĞER
uk: НАЙКРАЩА ЦІННІСТЬ
ur: بہترین قدر
vi: GIÁ TRỊ TỐT NHẤT
zh_hans: 最超值
zh_hant: 最超值

source: Brazil
ar: البرازيل
bn: ব্রাজিল
cs: Brazílie
da: Brasilien
de: Brasilien
el: Βραζιλία
es: Brasil
fi: Brasilia
fr: Brésil
he: ברזיל
hi: ब्राज़ील
hu: Brazília
id: Brasil
it: Brasile
ja: ブラジル
ko: 브라질
nb: Brasil
nl: Brazilië
pl: Brazylia
pt_pt: Brasil
ro: Brazilia
ru: Бразилия
sk: Brazília
sv: Brasilien
th: บราซิล
tr: Brezilya
uk: Бразилія
ur: برازیل
zh_hans: 巴西
zh_hant: 巴西

source: Canada
ar: كندا
bn: কানাডা
cs: Kanada
de: Kanada
el: Καναδάς
es: Canadá
fi: Kanada
he: קנדה
hi: कनाडा
hr: Kanada
hu: Kanada
id: Kanada
ja: カナダ
ko: 캐나다
ms: Kanada
pl: Kanada
pt_pt: Canadá
ru: Канада
sk: Kanada
sv: Kanada
th: แคนาดา
tr: Kanada
uk: Канада
ur: کینیڈا
zh_hans: 加拿大
zh_hant: 加拿大

source: Cancel
ar: إلغاء
bn: বাতিল করুন
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: בטל
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں۔
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: CAST
ar: يلقي
bn: কাস্ট
de: BESETZUNG
el: ΚΑΣΤ
es: REPARTO
fr: ACTEURS
hi: कास्ट
id: PEMERAN
ja: キャスト
ko: 캐스트
ms: PELAKON
nl: GEGOTEN
pl: OBRÓT
pt_pt: STARRING
ru: ВЛИЯНИЕ
th: นักแสดง
tr: OYUNCULAR
uk: КАСТИ
ur: کاسٹ
vi: ĐÚNG
zh_hans: 演员表
zh_hant: 演員表

source: Check your new email address to confirm the change.
ar: تحقق من عنوان بريدك الإلكتروني الجديد لتأكيد التغيير.
bn: পরিবর্তন নিশ্চিত করতে আপনার নতুন ইমেল ঠিকানা চেক করুন.
cs: Zkontrolujte svou novou e-mailovou adresu a potvrďte změnu.
da: Tjek din nye e-mailadresse for at bekræfte ændringen.
de: Überprüfen Sie Ihre neue E-Mail-Adresse, um die Änderung zu bestätigen.
el: Ελέγξτε τη νέα σας διεύθυνση email για να επιβεβαιώσετε την αλλαγή.
es: Verifique su nueva dirección de correo electrónico para confirmar el cambio.
fi: Tarkista uusi sähköpostiosoitteesi vahvistaaksesi muutoksen.
fil: Tingnan ang iyong bagong email address upang kumpirmahin ang pagbabago.
fr: Vérifiez votre nouvelle adresse e-mail pour confirmer le changement.
he: בדוק את כתובת הדוא"ל החדשה שלך כדי לאשר את השינוי.
hi: परिवर्तन की पुष्टि के लिए अपना नया ईमेल पता जांचें।
hr: Provjerite svoju novu adresu e-pošte kako biste potvrdili promjenu.
hu: Ellenőrizze új e-mail címét a módosítás megerősítéséhez.
id: Periksa alamat email baru Anda untuk mengonfirmasi perubahan.
it: Controlla il tuo nuovo indirizzo email per confermare la modifica.
ja: 新しい電子メール アドレスをチェックして、変更を確認してください。
ko: 변경 사항을 확인하려면 새 이메일 주소를 확인하세요.
ms: Semak alamat e-mel baharu anda untuk mengesahkan perubahan.
nb: Sjekk den nye e-postadressen din for å bekrefte endringen.
nl: Controleer uw nieuwe e-mailadres om de wijziging te bevestigen.
pl: Sprawdź swój nowy adres e-mail, aby potwierdzić zmianę.
pt_pt: Verifique o seu novo endereço de e-mail para confirmar a alteração.
ro: Verificați noua adresă de e-mail pentru a confirma modificarea.
ru: Проверьте свой новый адрес электронной почты, чтобы подтвердить изменение.
sk: Skontrolujte svoju novú e-mailovú adresu a potvrďte zmenu.
sv: Kontrollera din nya e-postadress för att bekräfta ändringen.
th: ตรวจสอบที่อยู่อีเมลใหม่ของคุณเพื่อยืนยันการเปลี่ยนแปลง
tr: Değişikliği onaylamak için yeni e-posta adresinizi kontrol edin.
uk: Перевірте свою нову електронну адресу, щоб підтвердити зміну.
ur: تبدیلی کی تصدیق کے لیے اپنا نیا ای میل پتہ چیک کریں۔
vi: Kiểm tra địa chỉ email mới của bạn để xác nhận thay đổi.
zh_hans: 检查您的新电子邮件地址以确认更改。
zh_hant: 檢查您的新電子郵件地址以確認變更。

source: China
ar: الصين
bn: চীন
cs: Čína
da: Kina
el: Κίνα
fi: Kiina
fil: Tsina
fr: Chine
he: סין
hi: चीन
hr: Kina
hu: Kína
id: Cina
it: Cina
ja: 中国
ko: 중국
nb: Kina
pl: Chiny
ru: Китай
sk: Čína
sv: Kina
th: จีน
tr: Çin
uk: Китай
ur: چین
vi: Trung Quốc
zh_hans: 中国
zh_hant: 中國

source: Chinese
ar: صيني
bn: চাইনিজ
cs: čínština
da: kinesisk
de: Chinesisch
el: κινέζικα
es: chino
fi: kiinalainen
fil: Intsik
fr: Chinois
he: סינית
hi: चीनी
hr: kineski
hu: kínai
id: Cina
it: Cinese
ja: 中国語
ko: 중국어
ms: cina
nb: kinesisk
nl: Chinees
pl: chiński
pt_pt: Chinês
ro: chineză
ru: китайский
sk: čínsky
sv: kinesiska
th: จีน
tr: Çince
uk: китайський
ur: چینی
vi: Tiếng Trung
zh_hans: 中文
zh_hant: 中文
